Chapter3 Continued(分支三 大逃杀路线 BattleRoyale)
主角男性版

罗格
“I heard there is competition held by Araska, more specifically, a BattleRoyale”
桑托斯
“A BattleRoyale? For what? R43001芯片？？”
罗格
“具体的奖品我也不太清楚，但可靠消息告诉我，最终获胜的奖品足以让参赛者成为新的夜之城传奇。夜之城里面的每个帮派会派出一个代表参加这次比赛，胜者称王，败者......“
桑托斯
“败者，死路一条？”
罗格
“是的，是不是很有夜之城的风格”
桑托斯
“为什么我们帮派的老大没跟我说这事儿啊！我得赶紧回去问问他这是什么意思，谢了罗格，等我获胜之后请你喝杯大的”
罗格
（望着桑托斯离开的背影）
“哎，年轻人真是朝气蓬勃啊！”
（喝一口酒）
“但我总感觉......”


Chapter4 BattleRoyale
场景 1：瓦伦蒂诺帮聚集地：El Coyote Cojo酒吧
场景说明：角落的一个卡座，主角和格雷弗面对面坐着


桑托斯
”嘿，老大，你得跟我解释一下这是怎么一回事了“
格雷弗
”什么怎么一回事，你在说啥呢，没嗑大吧“
桑托斯
就是那个，夜之城大逃杀啊，据说所有帮派都会派代表参加呢
格雷弗
（点烟，深吸一口）
小子，你从哪里听到这事儿的，这个事情.....
桑托斯
（打断格雷弗的话）
不是哥们，有这种事情你居然不跟大家说，难不成是想独吞吗？！
格雷弗
“小子，你要知道这件事没那么简单，我感觉其中的水很深。我听说是荒坂他们组织的比赛，你自己想想看为什么他们要让夜之城所有的帮派派出代表参加，不就是为了坐山观虎斗，削弱各方的实力吗？”
桑托斯
“我管那么多呢，我只知道罗格跟我说，奖品非常的吸引人，据说获胜之后就能成为新的夜之城传奇！
格雷弗
“你怎么去找罗格那个老女人了，草！”
桑托斯
”额，好像说漏嘴了。。。。但这都不重要，你就直接说吧格雷弗，瓦伦蒂诺帮，谁去？你，我，还是其他人？“
格雷弗
”哎，这个事情很复杂，你要知道的是，一旦失败，就意味着。。。“
桑托斯
”去你妈的格雷弗。这么多年我帮你干的屁事多了去了，我也没见着挣几个子儿，现在这关口你要么他妈让我去，要么就把屁憋着别放，不让我迟早把你之前干的破事捅出去“
格雷弗
”我不想看着你白白送命，你要知道，狂野帮和恶魔帮那边，已经打得不可开交了，好像已经死了几个了“
桑托斯
（咽口水）
”什么，大逃杀已经开始了吗？？我以为还在选人阶段呢“
格雷弗
”你以为，大家其实都在悄悄狙击帮派里最有可能担任代表的人，把他干掉之后就有更大概率赢下这次大逃杀，先发制人！“
桑托斯
（闷下一杯酒）
”没事，我意已决，就让我代表瓦伦蒂诺帮去参加吧“
格雷弗
”哎，我感觉劝不动你了，那就这样吧，我们帮派会给你提供最大的支持，但你要记住，我们不能为了一个虚无缥缈的东西动了帮派之本，我听说漩涡帮倾尽了所有资源和财产改造出来一个超级义体战士，就为了争夺这个大逃杀的奖品。但为了我们帮派的长期发展，我不可能梭哈这个大逃杀，谁知道荒坂那些鸟人会不会最后反水呢“
桑托斯
”没问题，这我当然知道，我不会占用咱们太多资源的，我只需要一些基本的情报信息，等我好消息就行了“
格雷弗
（猛抽一口烟）
”好吧，我把我已经收集的信息传到你的手机里，你慢慢研究去吧，至于报名那边，我来解决“
（视角转动到就把摄像头，电子干扰的红光捕捉到了一切）


场景2 巫毒帮的老巢
小喽啰1号
”老大，不太对劲啊这，你看“
巫毒帮老大
”这什么b情况啊！我们的网络情报系统居然会被入侵，快去查查怎么。。。。“
（话音未落，一把利刃插入了巫毒帮老大的心脏）
小喽啰2号
”老大！！我不是。。。。“
小喽啰1号
”你在搞什么东西啊，鸡掰！！“
小喽啰2号
（突然转变语调吗，眼神变得凶狠）
”所有人，都得死！！“
？？？（疑似人工智能）
“电流声”
（切场景到电脑，在巫毒帮的桌面背景下，屏幕上写满红色的R43001）


Chapter5 阴谋
场景 1：某个放满集装箱的港口，夜晚


蒙面人耳机传来对讲
（“干完这一票，就只剩下六街帮和荒板他们那帮公司狗了”）
“小心行事”
虎爪帮成员1
“你滴，什么滴干活，你不该出现在这里”
蒙面人（桑托斯）
“少废话，我知道你们的关键先生也在附近，告诉我他在哪，我可以留你一条命”
虎爪帮成员1
（边说话边强化自己的充能手炮）
”八嘎，真是不知天高地厚小王八羔子，看我。。。。
（话音未落，被某不明信号干扰，双眼一黑倒地）
蒙面人
（心理嘀咕）
啥子情况哦，我兄弟还没出手他怎么就躺下了
虎爪帮代表
（从暗处袭来，一把改装的高科技日式太刀就要插入桑托斯的心脏）
“西内”
（千钧一发之时，一个身体大力推开了桑托斯，刀身嵌入了他的身体）
桑托斯
（被推到在地）
“马库斯！我草拟的日本小鬼子”
大猩猩拳套瞬间充能，向虎爪帮代表袭去
虎爪帮代表
（将刀从马库斯胸口抽出，摆好架势）
“奥义，居合”
（一道巨大的白光闪过，桑托斯失去了意识）

场景 2：熟悉的天花板（帮派老巢）
桑托斯
“我这是在哪啊。。。不对，马库斯！！虎爪帮那个王八蛋，我一定要杀了他！
（起身，但右臂传来剧痛）
格雷弗
”别乱动了，先歇着吧，虎爪帮那个混账东西已经被解决了，马库斯他临死前呼叫了我们，说你需要支援，来的时候我看到你倒在地上，至于那个虎爪帮，没有一点外伤的躺在地上，已经灭口了“
桑托斯
”没有外伤，不可能啊，我清楚地记得我和他碰在一起，他的太刀和我的拳套激烈碰撞，我的手臂断了，他没事儿？“
格雷弗
等等，太刀，我们当时没看见啊，难道说他跑路了？？
